[General]
Translator, "Ahmed Altaai, MFM Dawdeh, MFM Dawdeh33547"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAOYAAHebhkuBYqPGpFadWwR6NlCGZgB2L0ufbgJ4Mk6EZUuBYZ3CpXawe2+qh3Ww
eou3kp3DpUyBYUyDY4G0l6m0rsva0rXTwmOsgmauhGCmfWuxiWmngXKwe02caMzc03OyjEyZVl+q
f6Wzp52wpXSXgGqUe2muhm+teJLCp1aJa3S0j2qTe3a3kWGOdEuYVpC3oGambG+xi466kpG3oHGX
gU+hclemeKTLtpK7o1+le2uohW6phl+qflaJbGCqfoq2kTiRXIGzlVihcLDRv5O7pDeQWmWma3Sy
jWCOdJTApU+GZam0rY+7k5O/pXS0jgV6Nkqgbgh8OQF4MxqGRzOTW2CqfwB4MnCzjIGhjgR6NYSW
iwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5
BAAAAAAALAAAAAAQAAwAAAeRgCNYg4SFhSIAV4qLKk6LiwA0VZNVPkcVHh88IZQkK1CgB0kCHCcC
TQegUCVIVK4ZMkIYLB1MOa5ULT1TvBNGJhcaMTBBvFMpBVHKOi4oNTY3IBvKUQUJT08EQD8MQxYO
D0UE2AlKUucIDQsDAxA7COdSEgFW9VYGRDMvOAb2VgERsggcSJCggiVaEipcuJBCIAA7


[BFAPI]
ErrorClientVersionTooOld, "اصدار العميل; قديم جدا.\nيرجى تحديث التطبيق وحاول مرة اخرى."
ErrorFailClientTime, "لم يتم تعيين ساعة الحاسوب بشكل صحيح\nالرجاء التحقق من وقت نظامك وحاول مرة اخر"
ErrorFailLogin, "تحقق من عنوان بريدك; الالكتروني وكلمة سرك وحاول مرة اخرى"
ErrorFailPrefix, "Binary Fortress فشل الاتصال بحسابك ل\nالرجاء التحقق من اتصالك; بالانترنت، وتحقق من ان هذا التطبيق لا يتم حظره من قبل وكيل او جدار حماية على حاسوبك او الشبكة."
ErrorInvalidProTrialLicenseKey, "صلاحية ترخيصك التجريبي يبدو باطل.\nيرجى الاتصال بنا للحصول على مزيد من المعلومات."
ErrorItemSizeTooLarge, "واحد من العناصر التي تحاول مزامنة كبير جدا.\nسوف تحتاج الى حذف هذا البند الكبير وحاول المزامنة مرة اخرى."
ErrorTrialExpiredPrompt, "انتهت صلاحية الترخيص التجريبي برو.\nهل ترغب في الاتصال بنا والبدء في صلاحية ترخيص اخرى؟"
ErrorUnknownProPurchasedLicenseKey, "مفتاح الترخيص يبدو باطل.\nيرجى الاتصال بنا للحصول على مزيد من المعلومات."
LoginPrompt, "عليك ادخال معلومات الدخول اولا.\nهل تريد ادخال معلومات الدخول الان؟"
TitleSync, "Binary Fortress المزامنة مع حسابك"


[BFAPILoginControl_Controls]
btnLogin, "تسجيل الدخول"
btnLogout, "تسجيل الخروج"
btnMyAccount, "حسابي"
btnMyLicenses, "رخصتي"
btnRegister, "‏‏تسجيل"
btnResetPassword, "استرجاع كلمة السر"
lblEmailAddress, "عنوان البريد الكتروني"
lblName, ":الأسم"
lblPassword, "كلمة السر"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "شخصي او شركة، # المشار اليه في اسم الترخيص"
LicenseRestrictionEnterprise, "الحاسبات الغير محدودة في شركة الغير محدودة المواقع"
LicenseRestrictionPersonalHome, "اجهزة الحواسيب الشخصية غير محدودة، وجهاز حاسوب1 الشركة التي كنت تستخدم فقط"
LicenseRestrictionSite, "اجهزة الحواسيب غير محدود في الموقع 1"
LicenseRestrictionStandard, "شخصي او شركة، حاسوب 1"
LicenseRestrictionSteam, "شخصي او شركة، غير محدودة من اجهزة الحاسوب المستخدم الرئيسي لك ويتم دفع تثبيتة"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "الرجاء ادخال عنوان بريد الكتروني صالح وحاول مرة اخرى"
ErrorEnterPassword, "الرجاء ادخال كلمة سرك وحاول ثانية"
ErrorLoginFailed, "فشل في تحميل معلومات حسابك د\nالرجاء التحقق من عنوان بريدك الالكتروني وكلمة سرك وحاول مرة اخرى"
ErrorNoLicensesFound, "ناسف، لا يمكن ان نجد اي معلومات ترخيص من اجل هذا الحساب\nاذا كنت بحاجة الى اي مساعدة، يرجى الاتصال"
ErrorUnknownLicenses, "حدث خطا اثناء تحميل معلومات ترخيصك"
ErrorUnknownLogin, "حدث خطا اثناء تحميل معلومات حسابك"
Note, "تسجيل الدخول لاسترداد مفتاح ترخيصك، والمزامنة مع حسابك"Binary Fortress""
SelectLicensePrompt, "انت الان تستخدم الاصدار المجاني، على ترخيص تجريبي المحترف، او مفتاح الترخيص باطل.\n هل ترغب في تحميل مفتاح الترخيص من حسابك لBinary Fortress؟"
Title, "حسابي على Binary Fortress"
TitleLoadingLicenses, "تحميل معلومات الرخصة"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "رجاء حدد اساليب النافذة:"
PromptSelectWindowStylesEx, "يرجئ تحديد نمط النافذة الموسعة:"
RemoveConfirmOne, "هل تريد ازالة العنصر المحدد؟"
SelectAnItem, "يرجى تحديد عنصر من القائمة وحاول مرة اخرى."
SelectAudioDevice, "يرجى تحديد جهاز الصوت"
SelectMouseCursorLocation, "انقر لتحديد موقع مؤشر الماوس\n اضغط على اي مفتاح للالغاء"
SendKeys_EditString, "تحرير سلسلة"
SendKeys_EnterString, "ادخال سلسلة"
SendKeys_mniAddKeyCombination, "اضافة تركيبة المفاتيح"
SendKeys_mniAddRawText, "اضافة نص الخام"
SendKeys_mniAddText, "اضافة نص"
SendKeys_Title, "SendKeys منشئ"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "تاريخ الانشاء"
colDateExpires, "تاريخ انتهاء الصلاحية"
colLicenseKey, "مفتاح الرخصة"
colLicenseRestrictions, "قيود الرخصة"
colLicenseType, "نوع الترخيص"
colName, "الأسم"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "هل تريد استخدام مفتاح الترخيص هذا؟"
ErrorSelectLicense, "الرجاء تحديد الرخصة من القائمة.حاول مرة اخرى"
ShowNeedLicenseWarning, "حدد احد مفاتيح رخصتك من القائمة ثم انقر زر موافق لاستخدام مفتاح الترخيص هذا"
Title, "رخصتي"


[BFFormDownload_Strings]
ConfirmCancel, "هل تريد الغاء التحميل"
Error, "لقد حدث خطا"
Progress, "(المتبقية: {0} ك ب (مجموع {1} ك. ب"
ProgressUnknown, "جاري التحميل: {0} ك. ب"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "يرجى تحديد علامة WallpaperFusion وحاول مرة اخرى."
lblQuery, "تصفية:"
Title, "WallpaperFusion علامات"


[BFFormOnlineMacroBrowser]
btnClose, "إغلاق"
colCreatedBy, "انشئت بواسطة"
colDownloads, "التنزيلات"
colLanguage, "اللغة"
colLastModified, "اخر تعديل"
lblQuery, "تصفية:"
Loading, "تحميل..."


[BFFormProxySettings_Controls]
btnSave, "حفظ"
lblProxyAddress, "عنوان الخادم:"
lblProxyPassword, "كلمة السر"
lblProxyPassword2, "اعادة كلمة السر:"
lblProxyPort, "منفذ:"
lblProxyUsername, "اسم المستخدم:"
rdoCustomSettings, "استخدم اعدادات خادم الوكيل المخصص"
rdoNoProxy, "لايوجد خادم للوكيل(للاتصال بالانترنت مباشرة("
rdoUseIESettings, "استخدام اعدادات اتصال انترنت اكسبلورر"


[BFFormProxySettings_Strings]
EnterServerAddress, "الرجاء ادخال عنوان خادم الوكيل او لا تحدد خادم الوكيل"
EnterServerPort, "الرجاء ادخال منفذ خادم الوكيل او لا تحدد خادم الوكيل"
PasswordDecryptionFailed, "ويبدو ان لديك اعدادات اتصال انترنت لاغية.\nهل ترغب في اعادة ادخال كلمة سر وكيل خادمك لاصلاح هذه الاعدادات؟"
PasswordsNotMatch, "كلمات خادم وكيلك لا تتطابق الرجاء المحاولة مرة اخرى"
Title, "اعدادات الاتصال بالانترنت"


[BFFormSelectApplication]
AllApplications, "كل التطبيقات"
btnBrowse, "استعراض"
btnRefresh, "انعاش"
colApplication, "التطبيق"
colPath, "مسار"
GroupDesktopApplications, "تطبيقات سطح المكتب"
GroupWindows8Applications, "تطبيقات ويندوز 8"
lblWindowPicker, "اسحب هذا اطار لتحديد العملية تلك النافذة في القائمة تلقائيا"
PleaseSelectApplication, "الرجاء تحديد التطبيق اولا"
Title, "حدد التطبيق"


[BFFormSettingsAdvanced_Controls]
btnDelete, "القيمة الافتراضية"
colSetting, "اعداد"
colValue, "القيمة"
lblFilter, "تصفية:"
lblHelp, "انقر نقرا مزدوجا فوق الاعداد لتغييره، انقر فوق زر 'تعليمات' للحصول على مزيد من المعلومات"


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "حدث خطا اثناء حفظ هذا الاعداد"
SavedSuccessfully, "تم حفظ الاعدادات المتقدمة بنجاح.\nقد تحتاج الى اعادة تشغيل التطبيق ليصبح الاعداد نافذ المفعول."
Title, "الاعدادات المتقدمة"
TitleEdit, "تحرير الاعدادات المتقدمة"


[BFFormSettings_Controls]
btnAdvancedSettings, "الاعدادات المتقدمة"
btnAutoUpdateCheckNow, "تحقق من وجود تحديثات الان"
btnBackupSettings, "تصدير الاعدادات"
btnLicenseChangeToFree, "تغيير الى النسخة المجانية"
btnLicenseKeyRequestTrial, "طلب رخصة تجريبية جديدة"
btnLicenseLoadOnline, "التحميل من حساب Binary Fortress"
btnLicensePasteFromClipboard, "لصق من الحافظة"
btnProxySettings, "اعدادات الاتصال بالانترنت"
btnRestoreSettings, "استعادة الاعدادات"
btnTroubleshootingClearLog, "مسح السجل"
btnTroubleshootingCopy, "نسخ الى الحافظة"
btnTroubleshootingOpenLog, "افتح السجل"
chkAutoUpdate, "تحقق من وجود تحديثات تلقائيا"
chkAutoUpdateBeta, "تحقق من وجود اصدار بيتا جديد (احدث وغير مستقرة)"
chkAutoUpdateSteam, "تحقق من وجود تحديثات بشكل تلقائي. يمكن التغاضي عنها Steam عن هذا الاعداد"
colLanguageName, "الأسم"
colLanguageRightToLeft, "يمين لليسار"
colLanguageTranslators, "المترجمون"
colLanguageVersion, "الاصدار"
gbAutoUpdate, "التحقق من التحديث"
gbLicenseReseller, "معلومات الموزع"
lblAutoUpdateWarningBASE, "تحذير: التحديثات التلقائية هي معطلة حاليا، لن يتم مطالبتك بتثبيت اصدارات جديدة"
lblLanguageGetMore, "الحصول على لغات جديدة ومحدثة"
lblLicenseExpires, "تاريخ انتهاء الترخيص:"
lblLicenseKey, "مفتاح الترخيص:"
lblLicenseTo, "مرخص لـ:"
tabAbout, "حول"
tabLanguage, "اللغات"
tabLicense, "مفتاح الرخصة"
tabOptions, "الخيارات"
tabOurApps, "تطبيقاتنا"
tabTroubleshooting, "استكشاف الاخطاء واصلاحها"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "هل تريد ازالة مفتاح ترخيصك والتبديل الى نسخة مجانية؟"
DebugLogCleared, "تم مسح ملف سجل التصحيح بنجاح"
DebugLogNotFound, "تعذر العثور على ملف سجل التصحيح\nتاكد انك قمت بتمكين تسجيل التصحيح اولا"
FreeVersion, "الاصدار المجاني"
LicenseKeyRequestTrialDescription, "شخصا سوف يتابعكم خلآل يومين عمل."
LicenseKeyRequestTrialMessage, "اود طلب مفتاح رخصة تجريبية جديد. شكرا!"
LogLevel0, "تسجيل الدخول:معطل"
LogLevel1, "تسجيل الدخول: الهامة فقط"
LogLevel2, "تسجيل الدخول: مفصل"
LogLevel3, "تسجيل الدخول: كل الخطوط"
RegistryExportSuccess, "تم تصدير اعداداتك بنجاح"
RestoreSettingsFailed, "فشل في استعادة اعداداتك"
RestoreSettingsSuccess, "تمت استعادة اعداداتك بنجاح"
SettingsLoadError, "حدث خطا اثناء تحميل الاعدادات"
SettingsSaveError, "حدث خطا اثناء حفظ الاعدادات"
Title, "الاعدادات"
TroubleshootingCopyError, "فشل في نسخ معلومات استكشاف اخطاءك واصلاحها"
TroubleshootingCopySuccess, "تم نسخ معلومات استكشاف اخطاءك واصلاحها بنجاح الى الحافظة"


[BFFormSupportRequest_Controls]
lblEmailAddress, "عنوان البريد الكتروني"
lblMessage, "رسالة:"
lblName, ":الأسم"
lblSubject, "الموضوع:"
lblWarning, "سيتم تشفير المعلومات من علامة التبويب استكشاف الاخطاء واصلاحها وملف Debug.log الخاصة وارسل جنبا الى جنب مع طلب الدعم هذا حتى نتمكن من حل مشكلتك بسرعة اكبر."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "الرجاء ادخال عنوان بريد الكتروني صالح وحاول مرة اخرى"
EnterMessage, "الرجاء ادخال الرسالة وحاول مرة اخرى"
EnterName, "الرجاء ادخال اسمك وحاول مرة اخرى"
EnterSubject, "الرجاء ادخال موضوع"
SendSuccess, "احدهم سوف يتصل بك خلال احد ايام العمل\nتم ارسال معلوماتك بنجاح"
Title, "تقديم طلب الدعم"
TooLongEmailAddress, "الرجاء ادخال عنوان بريد الكتروني اقصر وحاول مرة اخرى"
TooLongName, "الرجاء ادخال اسم اقصر وحاول مرة اخرى"


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "ربما لاحقا"
btnMoreInfo, "المزيد من المعلومات"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "مفتاح الترخيص باطل"


[BFFormUpdate_Controls]
btnChangeLog, "عرض سجل التغيير"
btnDownloadOnly, "تحميل فقط"
btnInstallNow, "تثبيت الان"
btnInstallOnExit, "تثبيت عند الانتهاء"
btnRemindMeLater, "ذكرني لاحقا"
btnSkipThisVersion, "تخطى هذا الاصدار"
lblNewVersion, "اصدار جديد:"
lblOldVersion, "الاصدار الحالي:"
lblUpdateNotes, "ما الجديد في هذا الاصدار"
lblUpdateSize, "حجم التحديث:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "من المستحسن تحديث هذا الاصدار الجديد\nهل تريد تخطي التحديث؟"
DownloadFailedSave, "فشل في حفظ هذا الملف محليا"
DownloadingUpdate, "تحميل التحديث"
DownloadInvalidData, "ارجاع البيانات الباطلة من الخادم قد يكون لدى الخادم مشكلة في العثور على الملف المطلوب"
DownloadNoData, "لا يوجد بيانات تم ارجاعها من موقع الويب"
ErrorDownload, "حدث خطا اثناء محاولة تحميل الاصدار الجديد"
FreeNotice, "هذا التحديث وجميع التحديثات المستقبلية مجانا! حدث اليوم وتمتع"
Title, "التحديث المتوفر"
UpdateProMessage, "تحتاج الى الترقية الى ترخيص محترف لاستخدام التحديث بنقرة واحدة.\n هل تريد المزيد من المعلومات حول الترقية؟"


[BFHelpButton_Controls]
mniDiscussions, "مناقشات المجتمع"
mniOnlineHelp, "تعليمات عبر الانترنت"
mniSupportRequest, "طلب الدعم"


[BFHotKey]
ErrorHotKeyBindFailed, "تخصيص تركيبة المفاتيح فشل"
ErrorHotKeyComboInUse, "تركيبة المفاتيح قد تكون قيد الاستخدام. هناك عدة اسباب لماذا يمكن ان تفشل:\n- مفتاح نشط اخر يستخدم بالفعل هذه المجموعة من المفاتيح\n- تطبيق اخر يستخدم بالفعل هذه المجموعة من المفاتيح\n- المدمج في وظيفة ويندوز تستخدم هذه المجموعة من المفاتيح"
ErrorIncorrectKeyValue, "تركيبة المفاتيح باطلة، الرجاء اعادة المحاولة"
ErrorIncorrectNumberElements, "تركيبة المفاتيح باطلة: عدد خاطئ من المفاتيح."
ErrorIncorrectNumberKeyMods, "تركيبة المفاتيح باطل: عدد خاطئ من العوامل (معدلات)."
ErrorInvalidKeyCombo, "تركيبة المفاتيح المحددة باطلة."
ErrorSystemReserved, "تركيبة المفاتيح التي تم تحديدها محجوزة من قبل ويندوز ولا يمكن استخدامها."
ErrorTooManyModifiers, "تركيبة المفاتيح باطلة: عدد كبير جدا من العوامل (معدلات)."
HotKeyLabelKeys, "اختر المعدلات ثم ادخل المفتاح المطلوب"
HotKeyLabelMouse, "اختر المعدلات ثم انقر فوق زر الماوس المطلوب"


[BFMessage]
btnCopy, "نسخ الى الحافظة"
btnMoreInformation, "اظهار المزيد من المعلومات"


[BFTextQuery]
CaseSensitive, "حساسة الاحرف:"
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "خطا: '"' متوقع في الموقع {0}. \n الرجاء التاكد من لهروب'"' الاحرف"
ErrorInvalidChar, "خطا: حرف باطل '{0}' في موقف {1}\n يرجى التفاف في الاقتباس"
ErrorInvalidDigit, "خطا: رقم باطل في الموقع {0}. \n ارقام يجب ان تكون ايجابية وتحتوي احرف رقمية فقط"
MayContain, "قد تحتوي على:"
MayEqual, "قد تساوي:"
MayNotContain, "قد لا تحتوي على:"
MayNotEqual, "قد لا يساوي:"
MustContain, "يجب ان تحتوي على:"
MustEqual, "يجب ان يساوي:"
MustNotContain, "يجب ان لا تحتوي على:"
MustNotEqual, "يجب ان لا يساوي:"
Time, "مرة واحدة"
Times, "{0} مرات"


[BFUpdateCheck]
AlreadyInProgress, "التحقق من تقدم التحديث..."
ErrorRunningDownloadedFile, "حدث خطا اثناء محاولة تشغيل ملف التثبيت الذي تم تنزيلة"
FailedToGetVersion, "تعذر تحميل رقم اصدار احدث"
NoUpdate, "انت تستخدم احدث اصدار"
Title, "تحديث"


[cFunctions_Strings]
FolderNotRecognized, "لم يتم التعرف على المجلد المحدد ولا يمكن البحث فية"


[frmMain_Controls]
btnBrowseAppendExcludePath, "استعرض وذيل"
btnBrowseExcludePath, "استعراض"
btnFolderBrowse, "استعراض"
btnFolderBrowseAppend, "استعرض وذيل"
btnNewSearch, "بحث في علامة تبويب جديدة"
btnPause, "مه&لة"
btnResume, "الملخص"
btnSearch, "بحث"
btnStop, "قف"
chkCaseSensitive, "استعلام حساسة حالة الاحرف"
chkFileSizeMax, "الحجم الاقصى للملف:"
chkFileSizeMin, "الحجم الادنى للملف:"
chkIsQueryRegEx, "استعلام RegEx"
chkSearchSubFolders, "بحث في المجلدات الفرعية"
chkShowFirstResult, "اظهار النتيجة الاولى فقط لكل ملف"
chkShowIncludeFilterMatchFiles, "اظهار اسماء الملفات التي تجاري "يتضمّن الملفات" مرشح"
chkShowIncludeFilterMatchFolders, "اظهار اسماء المجلدات التي تجاري "يتضمن الملفات" مرشح"
chkShowQueryMatchFiles, "اظهار اسماء الملفات المطابقة لنص الاستعلام"
chkShowQueryMatchFolders, "اظهار اسماء المجلدات المطابقة لنص الاستعلام"
chkUseIFilters, "(محتويات ملف العملية باستخدام معالجات الملفات(ابطا"
colDateAccessed, "تاريخ الوصول"
colDateCreated, "تاريخ الانشاء"
colDateModified, "تاريخ التعديل"
colExtension, "الامتداد"
colFile, "اسم الملف"
colFileSize, "حجم الملف"
colLine, "سطر"
colLineNumber, "سطر#"
colPath, "مسار"
lblAccessedTo, "الى"
lblAdditionalLinesAfter, "اظهار العديد من هذه الخطوط بعد نتيجة البحث:"
lblAdditionalLinesBefore, "اظهار العديد من هذه الخطوط قبل نتيجة البحث"
lblCreatedTo, "الى"
lblDateAccessed, "تاريخ الوصول:"
lblDateCreated, "تاريخ الانشاء:"
lblDateFilterLogic, "تاريخ تصفية المنطق:"
lblDateModified, "تاريخ التعديل:"
lblExcludeFiles, "استثن الملفات:"
lblExcludePath, "استثن المسارات:"
lblFilterResults, "تصفية:"
lblIncludeFiles, "تضمين &الملفات:"
lblModifiedTo, "الى"
lblPath, "&مسارات:"
lblQuery, "&استعلام:"
lblStatusFound, "{تم العثور على المتطابقات:{0"
lblStatusTotal, "{الملفات المبحوث عنها{0"
mniAbout, "حول"
mniClearSearchHistory, "تنظيف تاريخ البحث"
mniCloseAll, "اغلق الكل"
mniCloseAllButThis, "اغلق الاخرين"
mniCloseSearch, "اغلاق"
mniCopyToClipboard, "نسخ النتائج المحددة"
mniCopyToClipboardAll, "نسخ كل النتائج"
mniExit, "خروج"
mniExplorerContextMenu, "قائمة سياق الوندوز"
mniHelp, "تعليمات"
mniOpenFolder, "افتح المجلد الذي يحتوي على"
mniOpenFolderOnly, "افتح المجلد"
mniOpenOther, "فتح مع {0}"
mniPermenentDelete, "حذف الملفات المحددة بشكل دائم"
mniRemoveRows, "ازالة النتائج المحددة من القائمة"
mniRenameFile, "Rename Selected File"
mniSettings, "الاعدادات"
mniShowFilterControls, "اظهار عنصر تحكم التصفية"
mniTextCopy, "نسخ"
mniTextSelectAll, "حدد الكل"
mniTools, "الادوات"
mniTrayExit, "خروج"
mniTrayLoadProfiles, "حمل السيرة"
mniTrayShowFileSeek, "اظهار FileSeek"
mniTraySyncProfiles, "مزامنة السيرة"
mnuCopyFilePath, "نسخ "اسماء الملفات المحددة" (مفصولة بفاصلة)"
mnuExportAllHTML, "تصدير كل النتائج الى HTML"
mnuExportSelectedResultsHTML, "تصدير النتائج المحددة الى HTML"
mnuFileCopy, "نسخ الملفات المحددة"
mnuFileCut, "قص الملفات المحددة"
mnuFileDelete, "حذف الملفات المحددة"
mnuLanguage, "اللغات"
mnuLoadProfile, "حمل"
mnuManageProfiles, "ادارة السيرة"
mnuOpen, "افتح"
mnuOpenNotepad, "افتح باستخدام المفكرة"
mnuProfile, "السيرة"
mnuSave, "حفظ"
mnuSaveAll, "CSV تصدير كل النتائج بصيغة"
mnuSaveProfile, "حفظ سيرة جديدة"
mnuSaveSelection, "CSV تصدير النتائج المحددة بصيغة"
mnuShowFullLanguageList, "اظهار القائمة كاملة"
mnuSyncProfiles, "مزامنة السيرة"
rdoMatchQueryLineByLine, "تطابق الاستعلام لكل سطر ملف"
rdoMatchQueryToWholeFile, "تطابق الاستعلام الى الملف باكملة"
tabAdvanced, "متقدم"
tabDateFilters, "تاريخ التصفية"
tabFileSizeFilters, "حجم ملف التصفية"
tabSearch, "بحث"


[frmMain_Strings]
AccessedAfterTT, "{الوصول اليها بعد{0"
AccessedBeforeTT, "{الوصول اليها قبل{0"
AccessedBetweenTT, "{الوصول اليها بين {0} و {1"
AppSelectionErrorPartOne, "لايمكن العثور على التطبيق الذي حددتة"
AppSelectionsErrorPartTwo, "هل تريد تحديد كلمة سر مختلفة الان؟"
btnNewSearchTT, "فتح علامة تبويب جديدة وبدء البحث"
btnSearchTT, "بدء البحث في علامة التبويب الحالية"
btnStopTT, "ايقاف البحث المحدد"
CaseSensitiveQueryTT, "استعلام حساسة حالة الاحرف"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "استثن مرشح ملفات نمط"
cboExcludeFileFilterMode_RegEx, "استثن مرشح ملفات RegEx"
cboExcludeFileFilterMode_TextQuery, "استثن مرشح ملفات استفسار النص"
cboIncludeFileFilterMode_Pattern, "تضمين مرشح ملفات نمط"
cboIncludeFileFilterMode_RegEx, "تضمين مرشح ملفات RegEx"
cboIncludeFileFilterMode_TextQuery, "تضمين مرشح ملفات استفسار النص"
cboQueryMode_RegEx, "استعلام RegEx"
cboQueryMode_TextQuery, "الاستفسار استفسار النص"
chkShowFirstResultTT, "سوف يظهر اول سطر متطابق فقط عند مطابقة الاستعلام لكل سطر"
ColumnChangeMessage, "التغييرات التي ادخلت على الاعمدة نتيجة البحث لن يتم حتى تقوم باعادة تشغيل عمليات بحثك"
ContextMenuError, "حدث خطا اثناء عرض قائمة سياق الويندوز"
CreatedAfterTT, "{التي تم انشاؤها بعد {0"
CreatedBeforeTT, "{التي تم انشاؤها قبل {0"
CreatedBetweenTT, "{التي تم انشاؤها بين {0} و {1"
CSVSpreadsheet, "CSV ملفات"
CustomAppOpenError, "حدث خطا اثناء فتح هذا الملف مع التطبيق المخصص"
DateCreatedError, "الرجاء تحديد تاريخ انشائه نهاية تاريخ هذا هو التاريخ يتجاوز البداية"
DateFiltersSelected, "تاريخ التصفية:"
DateModifiedError, "الرجاء حدد تاريخ تعديل تاريخ الانتهاء هذا هو يتجاوز البداية التاريخ"
EmptyPDFError, "ملف المستند المحمول فتش لكن لم يحتوى اي نص"
EnterProfileName, "ادخل اسما لالسيرة:"
ErrorDirectoryEmpty, "هذا المسار فارغ"
ExcludeFilesTT, "{استبعاد الملفات: {0"
ExcludePathsTT, "{استبعاد مسارات: {0"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "بالعملية المطلوبة FileSeek الرجاء الانتظار بينما يقوم\nيمكنك اغلاق هذة النافذة ولكن قد يؤدي الى نتائج غير متوقعة اثناء تشغيل هذة المهمة"
FileDeleteQuestion, "هل انت متاكد تريد حذف الملفات او المجلدات المحددة؟"
FileDeleteTitle, "حذف الملفات"
FileDeletionError, "حدث خطا اثناء حذف هذه الملفات"
FileHandlerError, "الرجاء ادخال مسار للبحث"
FileIncludeNameMatch, "[تطابق اسم الملف [تتضمن عامل تصفية ملفات"
FileOpenError, "حدث خطا اثناء فتح هذا الملف"
FilePermenentDeleteQuestion, "هل تريد حذف الملفات او المجلدات المحددة بشكل دائم؟"
FileQueryNameMatch, "[تطابق اسم الملف [الاستعلام"
FileReadError, "{خطا في الوصول الى الملف: {0"
FileSelectionError, "الرجاء تحديد ملف على الاقل 1 موجود وحاول مرة اخرى"
FileSizeError, "الرجاء حدد "الملف الحجم الاقصى" مساوية او اكبر من "الحد الادنى لحجم الملف"
FileSizeFiltersSelected, "حجم ملف التصفية"
FilesSearched, "{الملفات المبحوث عنها{0"
FilesSkipped, "تخطي الملفات: {0}"
FolderBrowserDescription, "حدد مجلد المراد البحث فية"
FolderBrowsingError, "حدث خطا اثناء التصفح للوصول الى مجلد"
FolderIncludeNameMatch, "[تطابق اسم المجلد [تتضمن عامل تصفية ملفات"
FolderItemError, "{فشل في الحصول على مجلد للبند: {0"
FolderOpenError, "حدث خطا اثناء فتح هذا المجلد"
FolderQueryNameMatch, "[تطابق اسم المجلد [نص الاستعلام"
FolderReadError, "{حدث خطا اثناء قراءة المجلدات في المجلد: {0"
HiddenFolderError, "لم يفتش لانه ملف/ مجلد مخفي"
HyperTextMarkupLanguageFile, "ملف اللغة تاشير النصوص الموصولة"
IFilterWarning, "{الرجاء تمكين معالجات الملفات ضمن علامة التبويب خيارات متقدمة لعرض النتائج الصحيحة ل: الملفات: {0"
IncludeFilesTT, "تضمين الملفات: {0{"
InvalidExcludeFilesRegExError, "يتم استبعاد ملفات RegEx نمط صالحة\n{0}"
InvalidFolderLength, "طول المجلد باطل"
InvalidIncludeFilesRegExError, "وتشمل ملفات RegEx نمط هو باطل\n{0}"
InvalidQueryError, "نص استعلامك هو باطل. \n {0}"
InvalidQueryRegExError, "نمط RegEx الاستعلام هو باطل\n{0}"
KeypressError, "حدث خطا اثناء معالجة هذا ضغطه مفتاح"
LinkedFolderError, "عدم البحث في المجلد لانها مفترق الارتباط"
MatchesFound, "{تم العثور على المتطابقات:{0"
MatchesFromQueue, "النتائج بقائمة الانتظار: {0}"
MatchesFromQueueIcons, "الايقونة بقائمة الانتظار: {0}"
MaxFileSizeTT, "{اقصى حجم للملف: {0"
MaxPathError, "هذا مسار طويل، وقد لا تعمل بعض البرامج"
MenuOpenError, "حدث خطا اثناء فتح القائمة"
MinFileSizeTT, "{حجم الملف الحد الادنى: {0"
ModifiedAfterTT, "{تعديل بعد {0"
ModifiedBeforeTT, "{تم التعديل من قبل: {0"
ModifiedBetweenTT, "{تعديل بين {0}و{1"
More, "(اكثر)"
NoDateFiltersSelected, "لا توجد تصفية في التاريخ المحدد"
NoFileSizeFiltersSelected, "لا توجد تصفية لحجم الملف المحدد"
NoOptionsSelected, "لا الخيارات المحددة"
NotepadError, "حدث خطا اثناء فتح هذا الملف باستخدام المفكرة"
NotYourProfile, "انك لا تملك هذه الشخصية"
OnlyShowFirstResultTT, "فقط اظهار النتيجة الاولى"
OpenManyQuestion, "هل انت متاكد من انك سوف مثل فتح {0} الملفات او المجلدات؟"
OptionsSelected, "الخيارات المحددة:"
OtherApplication, "تطبيق اخر"
PathsTT, "{مسارات: {0"
PathTooLongError, "لا يعتمد الوندوز هذا الاجراء باستخدام اسماء المسار طويل"
ProfileLoadError, "حدث خطا اثناء تحميل السيرة هذا"
ProfileLoadOnStartError, "حدث خطا اثناء تحميل السيرة هذا. السيرة غير موجود"
ProfileOverwriteQuestion, "هل انت متاكد ترغب في الكتابة فوق السيرة '{0}'؟"
ProfileSaved, "{حفظ اعدادات البحث على السيرة '{0"
ProfileSaveError, "غير قادر على حفظ السيرة"
ProOnlyDoubleClickPrompt, "ميزة فقط FileSeek Pro يمكنك تعيين معالج النقر بنقر افتراضي مزدوج\nيمكنك تغيير معالج النقر بنقر افتراضي مزدوج من اعدادات> تبويب البحث\nهل تود المزيد من المعلومات حول الترقية"
QueryTT, ":استعلام\n{0}"
rdoMatchQueryLineByLineTT, "فتح ملف خط واحد في وقت واحد، وفي محاولة لمطابقة الاستعلام لكل سطر"
rdoMatchQueryToWholeFileTT, "فتح الملف باكمله في وقت واحد، وفي محاولة لمطابقة الاستعلام للنص باكمله"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "احدى نتائج النسخ للحافظة"
ResultCopyError, "حدث خطا اثناء نسخ نتائج بحثك للحافظة"
ResultSaveError, "حدث خطا اثناء حفظ نتائجك\n{0}"
ResultsCopied, "{0} نتائج النسخ للحافظة"
ResultSelectionError, "الرجاء تحديد نتيجة البحث 1 على الاقل، وحاول مرة اخرى"
SaveResults, "حفظ النتائج الى جدول البيانات"
SaveResultsAsHTML, "HTML حفظ النتائج كملف"
SaveSearchProfile, "حفظ سيرة البحث"
SearchComplete, "{0} s بحث انجز في"
SearchCriteria, "معايير البحث:"
SearchCriteriaEmptyTT, "البحث عن معايير فارغة"
SearchEnd, "نهاية البحث: {0}"
SearchError, "حدث خطا اثناء البحث"
SearchStart, "بداية بحث: {0}"
SearchSubFoldersTT, "بحث في المجلدات الفرعية"
SettingFormShowError, "لقد حدث خطا اثناء عرض نافذة الاعدادات"
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "عدم البحث لانه ملف او مجلد نظام"
TextCopyError, "حدث خطا اثناء نسخ هذا النص"
TextProcessingError, "حدث خطا اثناء معالجة النص"
TextQueryHelpTT, "تعليمات نص السؤال"
TextSelectionError, "الرجاء حدد بعض النص وحاول مرة اخرى"
txtPathTT, "فصل عناصر متعددة مع | حرف"
UseFileHandlersTT, "استخدام معالجات الملفات"
ViewingAppPartOne, "انت لم تقم بتحديد تطبيق عرض حتى الان"
ViewingAppPartTwo, "هل تريد تحديد احد الان؟"


[frmProfileManager_Controls]
btnCopyProfile, "نسخ السيرة"
btnDelete, "حذف"
btnExport, "تصدير السيرة"
btnImport, "استيراد السيرة"
btnRename, "اعادة التسمية"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "اسم السيرة"
colProfileOwner, "مالك السيرة"
lblCurrentProfile, "{المستخدم الحالي{0"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "ماذا تحب دعوة ملف سيرتك الجديدة؟"
ExportFileSeekSearchProfile, "FileSeek تصدير ملف سيرة البحث"
ExportSearchProfileSuccessful, "صدرت سيرة البحث بنجاح"
FileSeekSearchProfile, "FileSeek سيرة بحث"
ImportFileSeekSearchProfile, "سيرة البحث FileSeek استيراد"
MustSelectAnItem, "الرجاء تحديد السيرة من القائمة، وحاول مرة اخرى"
ProfileDeleteQuestion, "هل ترغب في حذف السيرة المحدد؟"
RenameSearchProfile, "اعادة تسمية السيرة البحث"
SearchProfileName, "البحث عن اسم السيرة:"
Title, "ادارة السيرة"


[frmSettings_Controls]
btnBrowseOther, "استعراض"
btnClearHistory, "تنظيف تاريخ البحث"
btnIFilterToggle, "معالج ملف التبديل"
btnOtherDefault, "&افتراضي"
chkCloseToTray, "اغلاق FileSeek الى علبة النظام"
chkCombineParameters, "نقل ملفات متعددة الى نفس المثيل، بدلا من فتح مثيلات متعددة"
chkErrorDirectoryEmpty, "اظهار الخطا عندما يتم العثور على مجلد فارغ"
chkErrorForLongPaths, "اظهار الخطا وتخطي المسار عندما الطول اكثرمن 260 حرفا"
chkExportExtraLines, "ايضا تصدير خطوط اضافية عند حفظ نتائج البحث"
chkIFilterErrors, "اظهار خطا للملفات مع اي معالج الملف (عندما يتم تمكين ملف معالج البحث("
chkIsQueryFullString, "علاج نص الاستعلام كمصطلح الاستعلام كبير واحد"
chkLinkedFoldersSearch, "البحث في ملفات و المجلدات الموجودة على مفترق ارتباط"
chkLinkedFoldersSearchShowErrorOnSkip, "اظهار الخطا عند تخطي مفترق الارتباط"
chkMinimizeToTray, "تقليل FileSeek الى علبة النظام"
chkOnlyShowMatchedText, "فقط اظهار النص المطابق في نتيجة البحث"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "التفاف النص الذي يظهر في نتائج البحث"
chkSearchHiddenFiles, "بحث عن ملفات و &المجلدات المخفية"
chkSearchSystemFiles, "بحث عن ملفات النظام و&المجلدات"
chkShowErrorEmptyPDF, "اظهار الخطا عندما يجد ملف المستندات المحمولة فارغ"
chkShowFileErrors, "اظهار خطا عندما لا يمكن الوصول الى ملف/مجلد"
chkShowHiddenFileError, "اظهار الخطا عندما تتخطي الملفات المخفية و &المجلدات"
chkShowSystemFileError, "اظهار الخطا عندما تتخطي ملفات النظام و& المجلدات"
chkShowToolTips, "اظهار شريط التلميح"
chkSingleInstance, "اجبار FileSeek لفتح مثيل واحد فقط"
chkStartWithClearProfile, "يبدا FileSeek دائما مع معايير البحث الفارغة"
chkTreatAllExcludePathFiltersAsWildcards, "معاملة كافة عوامل التصفية استبعاد مسار كاحرف بديلة"
chkTreatAllIncludeFiltersAsWildcards, "التعامل مع كافة الملفات التي تتضمن عوامل التصفية كاحرف البدل"
chkUseCustomDateFormat, "استخدام تنسيق تاريخ مخصص"
chkUsePreviewHandlers, "استخدام معالجات المعاينة في جزء النتائج"
chkWindowsContextMenu, "اظهار FileSeek في قائمة سياق النوافذ"
colAvailableColumns, "الاعمدة المتوفرة"
colSelectedColumns, "الاعمدة المحددة"
gbCmdLineVars, "متغيرات سطر الاوامر"
gbDateFormat, "تنسيق التاريخ"
gbGeneralOptions, "خيارات عامة"
gbPresentationOptions, "خيارات العرض"
gbSearchColumns, "اعمدة البحث"
lblCmdLineParam, "معلمات سطر الاوامر للتمرير:"
lblDateFormatLink, "سلاسل تنسيق الوقت والتاريخ المخصصة"
lblDefaultDoubleClick, "تحديد العملية الافتراضية عند النقر المزدوج على نتيجة البحث:"
lblNumChar, "اظهار هذا العدد من الاحرف لكل نتيجة:"
lblOtherApplicationName, "اسم لتطبيق اخر:"
lblSelectViewingApp, "عرض تطبيق الملف المحدد:"
lblSkipFile, "الحد الاقصى للوقت البحث المسموح لكل ملف (0 = غير محدود):"
pageSearchViewSettings, "نتيجة عرض اعدادات"


[frmSettings_Strings]
AppBrowsingError, "حدث خطا اثناء التصفح لاحد تطبيقات"
cboDefaultDoubleClickOperation_ExportAllCSV, "تصدير كل النتائج الى CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "تصدير كل النتائج الى HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "تصدير النتائج المحددة الى CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "تصدير النتائج المحددة الى HTML"
cboDefaultDoubleClickOperation_Open, "مفتوحة مع معالج افتراضي"
cboDefaultDoubleClickOperation_OpenContainingFolder, "افتح المجلد الذي يحتوي على"
cboDefaultDoubleClickOperation_OpenNotepad, "افتح باستخدام المفكرة"
cboDefaultDoubleClickOperation_OpenOther, "فتح مع {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "*foo* مع تمكين هذا الخيار، سيتم التعامل مع بحث تم ادخالها"
ClearHistoryError, "حدث خطا اثناء مسح سجل بحثك"
ClearHistoryWarning, "هل انت متاكد من انك تريد مسح سجل بحثك؟"
CommandLineError, "الرجاء ادخال معلمات سطر الاوامر، او انقر فوق 'الافتراضي' لاعادة تعيينهم"
CustomDateFormatError, "هناك خطا تعيين تنسيق التاريخ المخصصة. \ الرجاء تصحيح الخطا واعادة المحاولة"
DisableFileHandler, "تعطيل معالج الملف"
DisablePreviewHandler, "تعطيل معاينة المعالج"
EnableFileHandler, "تمكين معالج الملف"
EnablePreviewHandler, "تمكين معاينة المعالج"
FileCommandDescription, "{0}: استبدال اسم الملف الكامل"
FileHandlerListError, "حدث خطا اثناء ادراج معالجات الملفات"
FileHandlerSelectError, "حدث خطا اثناء تحديد معالج الملف هذا"
FileHandlerToggleError, "لقد حدث خطا اثناء تبديل معالج الملف هذا"
HistoryCleared, "مسح تاريخ البحث بنجاح"
InvalidExitcode, "{رمز الخروج المعاد: باطل {0"
LineCommandDescription, "{0}: استبدال رقم السطر"
lvIFilters_Extension, "الامتداد"
lvIFilters_Handler, "المعالج"
lvIFilters_HandlerVersion, "الاصدار"
NumOfCharError, "الرجاء ادخال عدد من الاحرف بين {0} و {1}، وحاول مرة اخرى"
PreviewHandlerListError, "حدث خطا اثناء سرد معالجات معاينة."
PreviewHandlerToggle, "تبديل معاينة المعالج"
SettingMenuError, "حدث خطا اثناء تعيين اعدادات قائمة السياق"
tabSettings_FileHandlers, "معالجات الملفات"
tabSettings_OtherApp, "تطبيق اخر"
tabSettings_PreviewHandlers, "معالجات المعاينة"
tabSettings_Search, "بحث"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "تم حفظ نتائج البحث بنجاح\nهل ترغب في عرض الملف"
SearchCriteria, "معايير البحث"
SearchDate, "تاريخ البحث:"
Title, "FileSeek نتائج البحث"


[IFilterHelper_Strings]
UnknownError, "خطا غير معروف للتصفية"
UsingStandardMethodWarning, "لايوجد ملف معالج لهذا الملف البحث باسلوب قياسي"


[LicenseValidate_Strings]
ExpiredPrompt, "انتهت FileSeek اسف، مفتاح رخصة تقييم\nFileSeek .اذا اشتريت الرخصة، رجاء ادخلها في نافذة اعدادات\n\nFileSeek Pro هل تود المزيد من المعلومات حول شراء"
Invalid, "اسف، مفتاح ترخيصك باطلة"
InvalidReseller, "المزود من قبل بائعك FileSeek اسف، مفتاح رخصتك صحيح فقط مع\nالرجاء الاتصال ببائعك للمزيد من المعلومات"
LicenseProcessPro, "شكرا لكم على التسجيل"
LicenseProcessProRestoreSettingsPrompt, ""تم الكشف عن نسخة احتياطية تلقائية لاعدادات النسخة المدفوعة الخاصة بك.\nعمر النسخة هو {0} يوم /ايام."\nهل تود تحميل اعدادات النسخة المدفوعة؟ كل الاعدادات الحالية سيتم تجاهلها."
LicenseProcessRemoved, "تم ازالة مفتاح ترخيصك"
LicenseProcessTrial, "FileSeek Pro شكرا لكم لمحاولة !\n {0:D} ستنتهي مدة صلاحية ترخيصك في"
TrialAlmostDonePrompt, "رخصة تقييمك ستنتهي قريبا\nFileSeek اذا اشتريت الرخصة، رجاء ادخلها في نافذة اعدادات\n\nFileSeek Pro هل تود المزيد من المعلومات حول شراء"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "FileSeek البحث مع"


[Words]
Add, "اضافة"
AdminSettingsLock, "يتم ادارة بعض الاعدادات من قبل مسؤول نظامك"
Apply, "تطبيق"
ButtonEnterLicenseKey, "ادخل مفتاح الرخصة"
ButtonLater, "لاحق"
ButtonMoreInformation, "المزيد من المعلومات"
ButtonUseFreeVersion, "انت تستخدم اصدار مجاني"
Cancel, "الغاء الامر"
Close, "اغلاق"
Copy, "نسخ"
Custom, "مخصص"
Cut, "قص"
Default, "افتراضي"
Delete, "حذف"
Disable, "تعطيل"
Disabled, "معطل"
Duplicate, "تكرار"
Edit, "تعديل"
Enable, "تمكين"
Enabled, "ممكن"
Error, "خطا"
ErrorNotAdminUACDisabled, "معطل، لكنك لست مديرا، عملك المطلوب من المحتمل سيفشل UAC\nاو اتصل كمدير وحاول ثانية UAC رجاء مكن\nرجاء تاكد من اعادة تشغيل حاسوبك.UAC اذا عطلت مؤخرا"
Exit, "انهاء"
Help, "تعليمات"
Info, "معلومات"
InvalidImageFile, "نسخة تبدو تالفة، او غير قابل للقراءة"
Name, "الأسم"
NameLabel, ":الأسم"
NeedProQuestion, "لاستخدام هذه الميزة.FileSeek Pro تحتاج للترقية الى\nهل تود المزيد من المعلومات عن الترقية"
NeedsProShort, "محترف فقط"
Never, "ابدا"
No, "لا"
OK, "موافق"
Paste, "لصق"
ProOnlyNotice, "سلط الضوء على ميزات المحترفين فقط باللون الازرق"
Redo, "اعادة"
Refresh, "انعاش"
Remove, "حذف"
Rename, "Rename"
Seconds, "ثانية"
SelectAll, "تحديد الكل"
Start, "البدء"
Stop, "ايقاف"
Undo, "تراجع"
Unknown, "غير معروف"
Yes, "نعم"


[Installer]
AdditionalIcons, "ايقونات اضافية:"
CreateContextMenuItems, "Windowsاضافة الى قائمة السياق النقر بزر الماوس الايمن ل"
CurrentUserOnly, "للمستخدم الحالي فقط"
DesktopIcon, ""انشا ايقونة على سطح المكتب"
DotNetInstallNow, "هل ترغب في تثبيته الان؟"
DotNetRequired40, "Microsoft .NET Framework 4.0 يتطلب هذا التطبيق"
ForAllUsers, "لكل المستخدمين"
LaunchNow, "تشغيل الان"
LicKeyInvalid, "يبدو مفتاح الترخيص هذا باطل"
LicKeyLabel, "مفتاح الترخيص:"
LicKeySelectOption, "الرجاء تحديد اسلوب ترخيص البرنامج وحاول مرة اخرى."
LicKeyText, "رخصة الخيارات الرئيسية:"
LicKeyTextAdminLocked, "تم تعيين مفتاح ترخيصك الخاص من المسؤول الخاص"
LicKeyTextChangeFree, "انقر فوق 'تغيير الى الاصدار المجاني في نافذة الاعدادات لاستخدام الاصدار المجاني"
LicKeyTextEnterOrFree, "الرجاء ادخال مفتاح ترخيص صالح او اختر 'استخدم نسخة مجانية."
LicKeyTextPaid, "استخدام مفتاح هذا الترخيص:"
LicKeyTextTrial, "استخدام الاصدار التجريبي (اول مرة فقط)، يتحول الى اصدار مجاني بعد 30 يوما"
RunAtStartup, "Windows اطلاق عند بدء تشغيل"
SteamKeyInvalid, "فشل مفتاح الترخيص لم يتم التحميل بشكل صحيح. يرجى الخروج من هذا المثبت / التطبيق ومحاولة الضغط تثبيت او تشغيل مرة اخرى من داخل ستيم"
TextBefore, "قيد التشغيل حاليا الرجاء التاكد من اغلاقة قبل تثبيت هذا الاصدار الجديد FileSeek اذا كان لديك\n\nللتحديثات والدعم https://www.fileseek.ca زيارة"
UninstallRemoveAllData1, "هل ترغب في ازالة كافة اعدادات التطبيق، تفضيلات والملفات المؤقتة؟"
UninstallRemoveAllData2, "لا ينصح بذلك اذا كنت ستقوم بتثبيت هذا التطبيق مرة اخرى."